export const statusOptions = {
    "1. Первое обращение к клиенту": [
        "Дозвон. Установлен контакт",
        "Недозвон",
        "Отправлено холодное письмо",
        "Получен ответ на холодное письмо",
        "Согласовано время разговора",
        "В архив"
    ],
    "2. Квалификация клиента": [
        "Потребность есть. Закупает у конкурента",
        "Есть интерес к нашим метизам",
        "Отсутствует интерес к нашим метизам",
        "Договорились о получении запроса",
        "В архив"
    ],
    "3. Согласование ассортимента и объема заявки": [
        "Ждем запрос от клиента",
        "Получен запрос от клиента",
        "Подготовка ответа на запрос",
        "Ответ на запрос отправлен",
        "Ассортимент и объем заявки согласован",
        "В архив"
    ],
    "4. Предоставление Коммерческого предложения": [
        "КП отправлено",
        "Ожидаем ответа",
        "Требуются правки",
        "В архив"
    ],
    "5. Корректировка Коммерческого предложения": [
        "Получен ответ на КП",
        "КП устраивает",
        "КП не устраивает",
        "Подготовка корректировки КП",
        "Скорректированное КП отправлено",
        "В архив"
    ],
    "6. Передача клиента для заключения договора": [
        "Клиент против заключения договора",
        "Клиент готов заключить договор",
        "Клиент передан менеджеру для заключения договора",
        "В архив"
    ],
    "7. Заключение договора": [
        "Клиенту направлен проект договора",
        "Договор в стадии подписания",
        "Договор подписан",
        "В архив"
    ],
    "8. Размещение заказа": [
        "Ожидание заказа у клиента",
        "Заказ получен и передан ПрО",
        "Заказ готов",
        "В архив"
    ],
    "9. Оплата и отгрузка заказа": [
        "Ожидание оплаты",
        "Заказ оплачен",
        "Ожидание отгрузки",
        "Отгрузка заказа произведена",
        "В архив"
    ],
};
