export const statusOptions = {
    "1. Первое обращение к клиенту": [
        "Созвон состоялся",
        "Не дозвонился",
        "Ответили на email",
        "Нет ответа",
    ],
    "2. Квалификация клиента": [
        "Клиент заинтересован",
        "Не наш клиент",
        "Отложен на потом",
    ],
    "3. Согласование ассортимента и объема заявки": [
        "Ассортимент согласован",
        "Требуется дополнительная информация",
        "В процессе согласования",
    ],
    "4. Предоставление Коммерческого предложения": [
        "КП отправлено",
        "Ожидаем ответа",
        "Требуются правки",
    ],
    "5. Корректировка Коммерческого предложения": [
        "КП обновлено и отправлено",
        "В ожидании замечаний",
        "Перешли к следующему этапу",
    ],
    "7. Заключение договора": [
        "Договор подписан",
        "На согласовании у клиента",
        "Клиент отказался",
    ],
    "8. Размещение заказа": [
        "Заказ размещён",
        "Ожидаем подтверждение",
        "Отклонено клиентом",
    ],
    "9. Оплата и отгрузка заказа": [
        "Оплата получена",
        "Заказ отгружен",
        "Задержка оплаты",
    ],
};
